Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# remote.state.connected.vmNoProxy
source: Connected to %@ (VM, proxy disabled)
ar: متصل بـ %@ (جهاز افتراضي، الوكيل معطل)
de: Verbunden mit %@ (VM, Proxy deaktiviert)
es: Conectado a %@ (VM, proxy desactivado)
fr: Connecté à %@ (VM, proxy désactivé)
ja: %@ に接続済み (VM、プロキシ無効)
ko: %@에 연결됨 (VM, 프록시 비활성화됨)
zh_hans: 已连接到 %@（VM，代理已禁用）
zh_hant: 已連線至 %@ (虛擬機，未啟用代理伺服器)

# remote.state.suspended.detail
source: Can't reach %@ — automatic reconnect is paused. Use Reconnect when your network is back.
ar: لا يمكن الوصول إلى %@ — تم تعليق إعادة الاتصال التلقائي مؤقتًا. استخدم "إعادة الاتصال" عندما تعود شبكتك للعمل.
de: %@ kann nicht erreicht werden — die automatische Wiederverbindung ist pausiert. Verwenden Sie „Erneut verbinden“, wenn Ihr Netzwerk wieder aktiv ist.
es: No se puede conectar a %@ — la reconexión automática está pausada. Usa Reconectar cuando tu red vuelva a estar disponible.
fr: Impossible de contacter %@ — la reconnexion automatique est suspendue. Utilisez Se reconnecter lorsque votre réseau sera rétabli.
ja: %@ に到達できないため、自動再接続を一時停止しました。ネットワーク復帰後に「再接続」を実行してください。
ko: %@에 연결할 수 없어 자동 재연결을 일시 중지했습니다. 네트워크가 복구되면 재연결을 사용하세요.
uk: Не вдається з'єднатися з %@ — автоматичне перепідключення призупинено. Скористайтеся «Перепідключити», коли мережа відновиться.
zh_hans: 无法访问 %@ — 自动重连已暂停。网络恢复后请使用「重新连接」。
zh_hant: 無法連線至 %@ — 已暫停自動重新連線。請在網路恢復後使用「重新連線」。

# remote.status.connected
source: Connected
ar: متصل
bs: Povezano
da: Forbundet
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
nb: Tilkoblet
pl: Połączono
pt_br: Conectado
ru: Подключено
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
zh_hans: 已连接
zh_hant: 已連線

# remote.status.connecting
source: Connecting
ar: جارٍ الاتصال
bs: Povezivanje
da: Opretter forbindelse
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion
it: Connessione
ja: 接続中
ko: 연결 중
nb: Kobler til
pl: Łączenie
pt_br: Conectando
ru: Подключение
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
uk: Підключення
zh_hans: 正在连接
zh_hant: 正在連線

# remote.status.disconnected
source: Disconnected
ar: غير متصل
bs: Prekinuto
da: Afbrudt
de: Getrennt
es: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断済み
ko: 연결 해제됨
nb: Frakoblet
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantı kesildi
uk: Відключено
zh_hans: 已断开
zh_hant: 已中斷連線

# remote.status.error
source: Error
ar: خطأ
bs: Greška
da: Fejl
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nb: Feil
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# remote.status.reconnecting
source: Reconnecting
ar: جارٍ إعادة الاتصال
bs: Ponovno povezivanje
da: Genopretter forbindelse
de: Verbindung wird wiederhergestellt
es: Reconectando
fr: Reconnexion
it: Riconnessione
ja: 再接続中
ko: 다시 연결 중
nb: Kobler til på nytt
pl: Ponowne łączenie
pt_br: Reconectando
ru: Повторное подключение
th: กำลังเชื่อมต่อใหม่
tr: Yeniden bağlanıyor
uk: Повторне підключення
zh_hans: 正在重新连接
zh_hant: 正在重新連線

# remote.status.suspended
source: Unreachable
ar: لا يمكن الوصول إليه
de: Unerreichbar
es: Inalcanzable
fr: Injoignable
ja: 到達不能
ko: 연결 불가
uk: Недоступний
zh_hans: 无法访问
zh_hant: 無法到達

# remote.status.terminalDisconnected
source: Remote terminal session disconnected
ar: تم قطع جلسة الطرفية البعيدة
bs: Sesija udaljenog terminala je prekinuta
da: Fjernterminalsessionen blev afbrudt
de: Remote-Terminalsitzung getrennt
es: Sesión de terminal remoto desconectada
fr: Session de terminal distant déconnectée
it: Sessione terminale remota disconnessa
ja: リモートターミナルセッションが切断されました
ko: 원격 터미널 세션 연결 해제됨
nb: Ekstern terminaløkt frakoblet
pl: Sesja zdalnego terminala rozłączona
pt_br: Sessão do terminal remoto desconectada
ru: Сеанс удаленного терминала отключен
th: เซสชันเทอร์มินัลระยะไกลถูกตัดการเชื่อมต่อ
tr: Uzak terminal oturumu bağlantısı kesildi
uk: Сеанс віддаленого термінала відключено
zh_hans: 远程终端会话已断开
zh_hant: 遠端終端機工作階段已中斷連線

# remote.statusEntry.suspended
source: SSH reconnect paused (%@): %@
ar: تم تعليق إعادة اتصال SSH مؤقتًا (%@): %@
de: SSH-Wiederverbindung pausiert (%@): %@
es: Reconexión SSH pausada (%@): %@
fr: Reconnexion SSH suspendue (%@) : %@
ja: SSH 再接続を一時停止 (%@): %@
ko: SSH 재연결 일시 중지됨 (%@): %@
uk: Перепідключення SSH призупинено (%@): %@
zh_hans: SSH 重连已暂停（%@）：%@
zh_hant: SSH 重新連線已暫停 (%@)：%@

# remoteDaemon.error.cloudNotificationClearWorkspaceInvalid
source: Cloud CLI notification clear requires a valid workspace_id
ar: يتطلب مسح إشعار CLI السحابي workspace_id صالحًا
bs: Brisanje cloud CLI obavijesti zahtijeva važeći workspace_id
da: Rydning af cloud-CLI-meddelelser kræver et gyldigt workspace_id
de: Das Löschen von Cloud-CLI-Benachrichtigungen erfordert eine gültige workspace_id
es: Para limpiar notificaciones de Cloud CLI se necesita un workspace_id válido
fr: L’effacement des notifications Cloud CLI nécessite un workspace_id valide
it: La cancellazione delle notifiche Cloud CLI richiede un workspace_id valido
ja: Cloud CLI 通知の消去には有効な workspace_id が必要です
ko: Cloud CLI 알림을 지우려면 유효한 workspace_id가 필요합니다
nb: Tømming av Cloud CLI-varsler krever en gyldig workspace_id
pl: Czyszczenie powiadomień Cloud CLI wymaga prawidłowego workspace_id
pt_br: A limpeza de notificações do Cloud CLI exige um workspace_id válido
ru: Для очистки уведомлений Cloud CLI требуется корректный workspace_id
th: การล้างการแจ้งเตือน Cloud CLI ต้องใช้ workspace_id ที่ถูกต้อง
tr: Cloud CLI bildirim temizleme için geçerli bir workspace_id gerekir
uk: Для очищення сповіщень Cloud CLI потрібен дійсний workspace_id
zh_hans: 清除 Cloud CLI 通知需要有效的 workspace_id
zh_hant: 清除 Cloud CLI 通知需要有效的 workspace_id

# remoteDaemon.error.cloudNotificationClearWorkspaceDenied
source: Cloud CLI notification clear target does not match this workspace
ar: هدف مسح إشعار CLI السحابي لا يطابق مساحة العمل هذه
bs: Cilj brisanja cloud CLI obavijesti ne odgovara ovom radnom prostoru
da: Målet for rydning af cloud-CLI-meddelelser matcher ikke dette workspace
de: Das Ziel zum Löschen der Cloud-CLI-Benachrichtigung gehört nicht zu diesem Workspace
es: El destino de limpieza de notificaciones de Cloud CLI no coincide con este espacio de trabajo
fr: La cible d’effacement des notifications Cloud CLI ne correspond pas à cet espace de travail
it: La destinazione di cancellazione delle notifiche Cloud CLI non corrisponde a questo spazio di lavoro
ja: Cloud CLI 通知の消去対象がこのワークスペースと一致しません
ko: Cloud CLI 알림 삭제 대상이 이 워크스페이스와 일치하지 않습니다
nb: Målet for tømming av Cloud CLI-varsler samsvarer ikke med dette arbeidsområdet
pl: Cel czyszczenia powiadomień Cloud CLI nie pasuje do tego obszaru roboczego
pt_br: O destino de limpeza das notificações do Cloud CLI não corresponde a este workspace
ru: Цель очистки уведомлений Cloud CLI не соответствует этому рабочему пространству
th: เป้าหมายการล้างการแจ้งเตือน Cloud CLI ไม่ตรงกับเวิร์กสเปซนี้
tr: Cloud CLI bildirim temizleme hedefi bu çalışma alanıyla eşleşmiyor
uk: Ціль очищення сповіщень Cloud CLI не відповідає цьому робочому простору
zh_hans: 清除 Cloud CLI 通知的目标与此工作区不匹配
zh_hant: 清除 Cloud CLI 通知的目標與此工作區不相符

# remoteDaemon.error.cloudNotificationClearSurfaceInvalid
source: Cloud CLI notification clear requires a valid surface_id
ar: يتطلب مسح إشعار CLI السحابي surface_id صالحًا
bs: Brisanje cloud CLI obavijesti zahtijeva važeći surface_id
da: Rydning af cloud-CLI-meddelelser kræver et gyldigt surface_id
de: Das Löschen von Cloud-CLI-Benachrichtigungen erfordert eine gültige surface_id
es: Para limpiar notificaciones de Cloud CLI se necesita un surface_id válido
fr: L’effacement des notifications Cloud CLI nécessite un surface_id valide
it: La cancellazione delle notifiche Cloud CLI richiede un surface_id valido
ja: Cloud CLI 通知の消去には有効な surface_id が必要です
ko: Cloud CLI 알림을 지우려면 유효한 surface_id가 필요합니다
nb: Tømming av Cloud CLI-varsler krever en gyldig surface_id
pl: Czyszczenie powiadomień Cloud CLI wymaga prawidłowego surface_id
pt_br: A limpeza de notificações do Cloud CLI exige um surface_id válido
ru: Для очистки уведомлений Cloud CLI требуется корректный surface_id
th: การล้างการแจ้งเตือน Cloud CLI ต้องใช้ surface_id ที่ถูกต้อง
tr: Cloud CLI bildirim temizleme için geçerli bir surface_id gerekir
uk: Для очищення сповіщень Cloud CLI потрібен дійсний surface_id
zh_hans: 清除 Cloud CLI 通知需要有效的 surface_id
zh_hant: 清除 Cloud CLI 通知需要有效的 surface_id

# remoteDaemon.error.cloudNotificationClearEncodingFailed
source: Failed to encode Cloud CLI request
ar: تعذّر ترميز طلب Cloud CLI
bs: Kodiranje Cloud CLI zahtjeva nije uspjelo
da: Kunne ikke kode Cloud CLI-anmodningen
de: Cloud-CLI-Anfrage konnte nicht codiert werden
es: No se pudo codificar la solicitud de Cloud CLI
fr: Échec de l’encodage de la requête Cloud CLI
it: Impossibile codificare la richiesta Cloud CLI
ja: Cloud CLI リクエストをエンコードできませんでした
ko: Cloud CLI 요청을 인코딩하지 못했습니다
nb: Kunne ikke kode Cloud CLI-forespørselen
pl: Nie udało się zakodować żądania Cloud CLI
pt_br: Falha ao codificar a solicitação do Cloud CLI
ru: Не удалось закодировать запрос Cloud CLI
th: ไม่สามารถเข้ารหัสคำขอ Cloud CLI ได้
tr: Cloud CLI isteği kodlanamadı
uk: Не вдалося закодувати запит Cloud CLI
zh_hans: 无法编码 Cloud CLI 请求
zh_hant: 無法編碼 Cloud CLI 要求

# remoteDaemon.error.missingPersistentPTYCapability
source: remote daemon does not support persistent SSH PTY sessions; reconnect the remote workspace to update cmux
ar: البرنامج الخفي البعيد لا يدعم جلسات SSH PTY المستمرة؛ أعد اتصال مساحة العمل البعيدة لتحديث cmux
de: Remote-Daemon unterstützt keine persistenten SSH-PTY-Sitzungen; verbinden Sie den Remote-Arbeitsbereich erneut, um cmux zu aktualisieren
es: el demonio remoto no admite sesiones SSH PTY persistentes; vuelve a conectar el espacio de trabajo remoto para actualizar cmux
fr: le démon distant ne prend pas en charge les sessions PTY SSH persistantes ; reconnectez l’espace de travail distant pour mettre à jour cmux
ja: リモートデーモンは永続 SSH PTY セッションをサポートしていません。cmux を更新するにはリモートワークスペースに再接続してください。
ko: 원격 데몬이 지속적인 SSH PTY 세션을 지원하지 않습니다. cmux를 업데이트하려면 원격 작업 공간을 다시 연결하세요.
zh_hans: 远程守护进程不支持持久 SSH PTY 会话；请重新连接远程工作区以更新 cmux
zh_hant: 遠端背景服務不支援持久性 SSH PTY 工作階段；請重新連線遠端工作區以更新 cmux

# remoteDaemon.error.missingRequiredFunctionality
source: remote daemon is missing required functionality; reconnect the remote workspace to update cmux
ar: البرنامج الخفي البعيد يفتقر إلى الوظائف المطلوبة؛ أعد اتصال مساحة العمل البعيدة لتحديث cmux
de: Dem Remote-Daemon fehlt die erforderliche Funktionalität; verbinden Sie den Remote-Arbeitsbereich erneut, um cmux zu aktualisieren
es: al demonio remoto le falta una funcionalidad requerida; vuelve a conectar el espacio de trabajo remoto para actualizar cmux
fr: il manque des fonctionnalités requises au démon distant ; reconnectez l’espace de travail distant pour mettre à jour cmux
ja: リモートデーモンに必要な機能がありません。cmux を更新するにはリモートワークスペースに再接続してください。
ko: 원격 데몬에 필수 기능이 누락되었습니다. cmux를 업데이트하려면 원격 작업 공간을 다시 연결하세요.
zh_hans: 远程守护进程缺少必需功能；请重新连接远程工作区以更新 cmux
zh_hant: 遠端背景服務遺失所需功能；請重新連線遠端工作區以更新 cmux

# remoteDaemon.bootstrap.buildOutputEmpty
source: The remote daemon files are missing or empty
ar: ملفات البرنامج الخفي البعيد مفقودة أو فارغة
de: Die Remote-Daemon-Dateien fehlen oder sind leer
es: Los archivos del demonio remoto faltan o están vacíos
fr: Les fichiers du démon distant sont manquants ou vides
ja: リモートデーモンのファイルがないか空です
ko: 원격 데몬 파일이 누락되었거나 비어 있습니다.
zh_hans: 远程守护进程文件缺失或为空
zh_hant: 遠端背景服務檔案遺失或為空

# remoteDaemon.bootstrap.reconnectPaused
source: Automatic reconnect paused because bootstrap cannot proceed; repair the reported remote failure and use Reconnect to try again.
ar: تم تعليق إعادة الاتصال التلقائي مؤقتًا لأن عملية التهيئة الذاتية (bootstrap) لا يمكنها الاستمرار؛ يرجى إصلاح العطل البعيد المبلغ عنه واستخدام "إعادة الاتصال" للمحاولة مرة أخرى.
de: Automatische Wiederverbindung pausiert, da das Bootstrapping nicht fortgesetzt werden kann; beheben Sie den gemeldeten Remote-Fehler und verwenden Sie „Wiederverbinden“, um es erneut zu versuchen.
es: Reconexión automática pausada porque el arranque no puede continuar; repara el fallo remoto notificado y usa Reconectar para volver a intentarlo.
fr: Reconnexion automatique en pause car l’amorçage (bootstrap) ne peut pas continuer ; réparez la défaillance distante signalée et utilisez Reconnecter pour réessayer.
ja: ブートストラップを続行できないため自動再接続を一時停止しました。表示されたリモートの問題を修復して「再接続」を実行してください。
ko: 부트스트랩을 진행할 수 없어 자동 재연결이 일시 중지되었습니다. 보고된 원격 오류를 해결한 후 '다시 연결'을 사용하여 다시 시도하세요.
zh_hans: 由于引导流程无法继续，自动重连已暂停；请修复报告的远程故障，然后用「重新连接」再试。
zh_hant: 自動重新連線已暫停，因為無法繼續引導；請修復回報的遠端錯誤，然後使用「重新連線」重試。

# remoteDaemon.bootstrap.failed
source: Could not prepare the remote daemon
ar: تعذر تجهيز البرنامج الخفي البعيد
de: Der Remote-Daemon konnte nicht vorbereitet werden
es: No se pudo preparar el demonio remoto
fr: Impossible de préparer le démon distant
ja: リモートデーモンを準備できませんでした
ko: 원격 데몬을 준비할 수 없습니다.
zh_hans: 无法准备远程守护进程
zh_hant: 無法準備遠端背景服務

# remoteDaemon.bootstrap.helloFailed
source: Could not confirm that the remote daemon is ready
ar: تعذر تأكيد جاهزية البرنامج الخفي البعيد
de: Es konnte nicht bestätigt werden, dass der Remote-Daemon bereit ist
es: No se pudo confirmar que el demonio remoto esté listo
fr: Impossible de confirmer que le démon distant est prêt
ja: リモートデーモンが準備完了したことを確認できませんでした
ko: 원격 데몬이 준비되었는지 확인할 수 없습니다.
zh_hans: 无法确认远程守护进程已就绪
zh_hant: 無法確認遠端背景服務是否就緒

# remoteDaemon.bootstrap.probeFailed
source: Could not inspect the remote daemon installation
ar: تعذر فحص تثبيت البرنامج الخفي البعيد
de: Die Remote-Daemon-Installation konnte nicht inspiziert werden
es: No se pudo inspeccionar la instalación del demonio remoto
fr: Impossible d’inspecter l’installation du démon distant
ja: リモートデーモンのインストールを検査できませんでした
ko: 원격 데몬 설치 상태를 확인할 수 없습니다.
zh_hans: 无法检查远程守护进程的安装情况
zh_hant: 無法檢查遠端背景服務安裝情況

# remoteDaemon.bootstrap.removeCorruptFailed
source: failed to remove corrupt remote daemon install
ar: فشلت إزالة تثبيت البرنامج الخفي البعيد التالف
de: Fehler beim Entfernen der beschädigten Remote-Daemon-Installation
es: no se pudo eliminar la instalación dañada del demonio remoto
fr: échec de la suppression de l’installation corrompue du démon distant
ja: 破損したリモートデーモンのインストールを削除できませんでした
ko: 손상된 원격 데몬 설치본을 제거하지 못했습니다.
zh_hans: 无法移除损坏的远程守护进程安装
zh_hant: 無法移除損壞的遠端背景服務安裝

# remoteDaemon.bootstrap.removeCorruptFailedWithDetail
source: failed to remove corrupt remote daemon install: %@
ar: فشلت إزالة تثبيت البرنامج الخفي البعيد التالف: %@
de: Fehler beim Entfernen der beschädigten Installation des Remote-Daemons: %@
es: no se pudo eliminar la instalación dañada del demonio remoto: %@
fr: échec de la suppression de l'installation corrompue du démon distant : %@
ja: 破損したリモートデーモンのインストールを削除できませんでした：%@
ko: 손상된 원격 데몬 설치본을 제거하지 못했습니다: %@
zh_hans: 无法移除损坏的远程守护进程安装：%@
zh_hant: 無法移除損壞的遠端背景服務安裝：%@

# remoteDaemon.upload.createDirectoryFailed
source: failed to create remote daemon directory
ar: فشل إنشاء دليل البرنامج الخفي البعيد
de: Fehler beim Erstellen des Remote-Daemon-Verzeichnisses
es: no se pudo crear el directorio del demonio remoto
fr: échec de la création du répertoire du démon distant
ja: リモートデーモンのディレクトリを作成できませんでした
ko: 원격 데몬 디렉터리를 생성하지 못했습니다.
zh_hans: 创建远程守护进程目录失败
zh_hant: 無法建立遠端背景服務目錄

# remoteDaemon.upload.createDirectoryFailedWithDetail
source: failed to create remote daemon directory: %@
ar: فشل إنشاء دليل البرنامج الخفي البعيد: %@
de: Fehler beim Erstellen des Remote-Daemon-Verzeichnisses: %@
es: no se pudo crear el directorio del demonio remoto: %@
fr: échec de la création du répertoire du démon distant : %@
ja: リモートデーモンのディレクトリを作成できませんでした：%@
ko: 원격 데몬 디렉터리를 생성하지 못했습니다: %@
zh_hans: 创建远程守护进程目录失败：%@
zh_hant: 無法建立遠端背景服務目錄：%@

# remoteDaemon.upload.installFailed
source: failed to install remote daemon
ar: فشل تثبيت البرنامج الخفي البعيد
de: Fehler beim Installieren des Remote-Daemon
es: no se pudo instalar el demonio remoto
fr: échec de l’installation du démon distant
ja: リモートデーモンをインストールできませんでした
ko: 원격 데몬을 설치하지 못했습니다.
zh_hans: 远程守护进程安装失败
zh_hant: 無法安裝遠端背景服務

# remoteDaemon.upload.installFailedWithDetail
source: failed to install remote daemon binary: %@
ar: فشل تثبيت الملف الثنائي للبرنامج الخفي البعيد: %@
de: Fehler beim Installieren der Binärdatei des Remote-Daemons: %@
es: no se pudo instalar el binario del demonio remoto: %@
fr: échec de l'installation du binaire du démon distant : %@
ja: リモートデーモンのバイナリをインストールできませんでした：%@
ko: 원격 데몬 바이너리를 설치하지 못했습니다: %@
zh_hans: 安装远程守护进程二进制文件失败：%@
zh_hant: 無法安裝遠端背景服務二進位檔：%@

# remoteDaemon.upload.verifyFailed
source: remote daemon integrity verification failed
ar: فشل التحقق من سلامة البرنامج الخفي البعيد
de: Integritätsprüfung des Remote-Daemon fehlgeschlagen
es: falló la verificación de integridad del demonio remoto
fr: échec de la vérification de l’intégrité du démon distant
ja: リモートデーモンの整合性検証に失敗しました
ko: 원격 데몬 무결성 검증에 실패했습니다.
zh_hans: 远程守护进程完整性校验失败
zh_hant: 遠端背景服務完整性驗證失敗

# remoteDaemon.upload.verifyFailedWithDetail
source: remote daemon integrity verification failed: %@
ar: فشل التحقق من سلامة البرنامج الخفي البعيد: %@
de: Integritätsprüfung des Remote-Daemons fehlgeschlagen: %@
es: falló la verificación de integridad del demonio remoto: %@
fr: échec de la vérification de l'intégrité du démon distant : %@
ja: リモートデーモンの整合性検証に失敗しました：%@
ko: 원격 데몬 무결성 검증에 실패했습니다: %@
zh_hans: 远程守护进程完整性校验失败：%@
zh_hant: 遠端背景服務完整性驗證失敗：%@

# remoteDaemon.upload.transferFailed
source: failed to upload remote daemon
ar: فشل رفع البرنامج الخفي البعيد
de: Fehler beim Hochladen des Remote-Daemon
es: no se pudo subir el demonio remoto
fr: échec du transfert du démon distant
ja: リモートデーモンをアップロードできませんでした
ko: 원격 데몬을 업로드하지 못했습니다.
zh_hans: 远程守护进程上传失败
zh_hant: 無法上傳遠端背景服務

# remoteDaemon.upload.transferFailedWithDetail
source: failed to upload cmuxd-remote: %@
ar: فشل رفع cmuxd-remote: %@
de: Fehler beim Hochladen von cmuxd-remote: %@
es: no se pudo subir cmuxd-remote: %@
fr: échec de l'envoi de cmuxd-remote : %@
ja: cmuxd-remote をアップロードできませんでした：%@
ko: cmuxd-remote를 업로드하지 못했습니다: %@
zh_hans: 上传 cmuxd-remote 失败：%@
zh_hant: 無法上傳 cmuxd-remote：%@

# remotePTYAttach.error.attachFailed
source: remote PTY attach failed
ar: فشل ربط PTY البعيد
de: Remote-PTY-Anbindung fehlgeschlagen
es: falló el acoplamiento del PTY remoto
fr: échec de l’attachement au PTY distant
ja: リモート PTY への接続に失敗しました
ko: 원격 PTY 연결에 실패했습니다.
zh_hans: 远程 PTY 附加失败
zh_hant: 遠端 PTY 連接失敗

# remotePTYAttach.error.daemonTimeout
source: remote daemon did not respond in time
ar: لم يستجب البرنامج الخفي البعيد في الوقت المحدد
de: Remote-Daemon hat nicht rechtzeitig geantwortet
es: el demonio remoto no respondió a tiempo
fr: le démon distant n’a pas répondu à temps
ja: リモートデーモンが時間内に応答しませんでした
ko: 원격 데몬이 제때 응답하지 않았습니다.
zh_hans: 远程守护进程未及时响应
zh_hant: 遠端背景服務未及時回應

# remotePTYAttach.error.inputBackedUp
source: remote PTY input is temporarily backed up
ar: إدخال PTY البعيد متراكم مؤقتًا
de: Remote-PTY-Eingabe staut sich vorübergehend
es: la entrada del PTY remoto está retenida temporalmente
fr: l’entrée du PTY distant est temporairement encombrée
ja: リモート PTY 入力が一時的に滞留しています
ko: 원격 PTY 입력이 일시적으로 밀려 있습니다.
zh_hans: 远程 PTY 输入暂时积压
zh_hant: 遠端 PTY 輸入暫時積壓

# remotePTYAttach.error.sessionEnded
source: persistent SSH PTY session is no longer running
ar: جلسة SSH PTY المستمرة لم تعد قيد التشغيل
de: Persistente SSH-PTY-Sitzung läuft nicht mehr
es: la sesión persistente de SSH PTY ya no se está ejecutando
fr: la session PTY SSH persistante n’est plus en cours d’exécution
ja: 永続 SSH PTY セッションはもう実行されていません
ko: 지속적인 SSH PTY 세션이 더 이상 실행 중이지 않습니다.
zh_hans: 持久 SSH PTY 会话已不再运行
zh_hant: 持久性 SSH PTY 工作階段已不再執行

source: Remote relay command denied
ar: تم رفض أمر الترحيل (relay) البعيد
de: Remote-Relay-Befehl verweigert
es: Comando de retransmisión remota denegado
fr: Commande de relais distant refusée
ja: リモートリレーコマンドが拒否されました
ko: 원격 릴레이 명령이 거부되었습니다.
zh_hans: 远程中继命令被拒绝
zh_hant: 遠端轉遞命令遭拒

# remoteSession.controlMaster.ownershipUnavailable
source: SSH connection is busy in another cmux process.
ar: اتصال SSH مشغول في عملية cmux أخرى.
de: SSH-Verbindung ist in einem anderen cmux-Prozess ausgelastet.
es: La conexión SSH está ocupada en otro proceso de cmux.
fr: La connexion SSH est occupée dans un autre processus cmux.
ja: 別の cmux プロセスが SSH 接続を使用しています。
ko: 다른 cmux 프로세스에서 SSH 연결을 사용 중입니다.
zh_hans: SSH 连接正被另一个 cmux 进程占用。
zh_hant: SSH 連線正被另一個 cmux 程序佔用。

# remoteSession.proxy.unavailable
source: Remote proxy unavailable
ar: الوكيل البعيد غير متوفر
de: Remote-Proxy nicht verfügbar
es: Proxy remoto no disponible
fr: Proxy distant indisponible
ja: リモートプロキシを利用できません
ko: 원격 프록시를 사용할 수 없습니다.
zh_hans: 远程代理不可用
zh_hant: 遠端代理伺服器無法使用

# remoteSession.reverseRelay.portUnavailableRetrying
source: Remote SSH relay port unavailable; retrying in 2 seconds
ar: منفذ ترحيل SSH البعيد غير متوفر؛ إعادة المحاولة خلال ثانيتين
de: Remote-SSH-Relay-Port nicht verfügbar; erneuter Versuch in 2 Sekunden
es: Puerto de retransmisión SSH remoto no disponible; reintentando en 2 segundos
fr: Port de relais SSH distant indisponible ; nouvelle tentative dans 2 secondes
ja: リモート SSH リレーポートを利用できません。2秒後に再試行します
ko: 원격 SSH 릴레이 포트를 사용할 수 없습니다. 2초 후에 다시 시도합니다.
zh_hans: 远程 SSH 中继端口不可用；2 秒后重试
zh_hant: 遠端 SSH 轉遞連接埠無法使用；將在 2 秒後重試

# remoteSession.reverseRelay.unavailableRetrying
source: Remote SSH relay unavailable; retrying in 2 seconds
ar: ترحيل SSH البعيد غير متوفر؛ إعادة المحاولة خلال ثانيتين
de: Remote-SSH-Relay nicht verfügbar; erneuter Versuch in 2 Sekunden
es: Retransmisión SSH remota no disponible; reintentando en 2 segundos
fr: Relais SSH distant indisponible ; nouvelle tentative dans 2 secondes
ja: リモート SSH リレーを利用できません。2秒後に再試行します
ko: 원격 SSH 릴레이를 사용할 수 없습니다. 2초 후에 다시 시도합니다.
zh_hans: 远程 SSH 中继不可用；2 秒后重试
zh_hant: 遠端 SSH 轉遞無法使用；將在 2 秒後重試

# remoteTmux.error.commandFailed
source: remote command failed (exit %d)
ar: فشل الأمر البعيد (رمز الخروج %d)
bs: Udaljena komanda nije uspjela (izlazni kod %d)
da: Fjernkommandoen mislykkedes (afslutningskode %d)
de: Remote-Befehl fehlgeschlagen (Exit-Code %d)
es: El comando remoto falló (código de salida %d)
fr: La commande distante a échoué (code de sortie %d)
it: Comando remoto non riuscito (codice di uscita %d)
ja: リモートコマンドに失敗しました（終了コード %d）
ko: 원격 명령이 실패했습니다(종료 코드 %d)
nb: Ekstern kommando mislyktes (avslutningskode %d)
pl: Polecenie zdalne nie powiodło się (kod zakończenia %d)
pt_br: O comando remoto falhou (código de saída %d)
ru: Удаленная команда завершилась с ошибкой (код выхода %d)
th: คำสั่งระยะไกลล้มเหลว (รหัสออก %d)
tr: Uzak komut başarısız oldu (çıkış kodu %d)
uk: Віддалена команда завершилася з помилкою (код виходу %d)
zh_hans: 远程命令失败（退出代码 %d）
zh_hant: 遠端命令失敗（結束代碼 %d）

# remoteTmux.error.commandFailedWithDetail
source: remote command failed (exit %d): %@
ar: فشل الأمر البعيد (رمز الخروج %d): %@
bs: Udaljena komanda nije uspjela (izlazni kod %d): %@
da: Fjernkommandoen mislykkedes (afslutningskode %d): %@
de: Remote-Befehl fehlgeschlagen (Exit-Code %d): %@
es: El comando remoto falló (código de salida %d): %@
fr: La commande distante a échoué (code de sortie %d) : %@
it: Comando remoto non riuscito (codice di uscita %d): %@
ja: リモートコマンドに失敗しました（終了コード %d）: %@
ko: 원격 명령이 실패했습니다(종료 코드 %d): %@
nb: Ekstern kommando mislyktes (avslutningskode %d): %@
pl: Polecenie zdalne nie powiodło się (kod zakończenia %d): %@
pt_br: O comando remoto falhou (código de saída %d): %@
ru: Удаленная команда завершилась с ошибкой (код выхода %d): %@
th: คำสั่งระยะไกลล้มเหลว (รหัสออก %d): %@
tr: Uzak komut başarısız oldu (çıkış kodu %d): %@
uk: Віддалена команда завершилася з помилкою (код виходу %d): %@
zh_hans: 远程命令失败（退出代码 %d）：%@
zh_hant: 遠端命令失敗（結束代碼 %d）：%@
